/* Unable to share to Slack - message */
"Please check your network connection and try again." = "Bitte prüfen Sie Ihre Internetverbindung und wiederholen Sie den Vorgang.";

/* generic slack failure - message */
"Share to Slack failed with the following error message:\n\n%@\n\nPlease try a different share destination." = "Die Weitergabe an Slack konnte nicht durchgeführt werden. Fehlermeldung:\n\n%@\n\nBitte wählen Sie ein anderes Ziel für die Weitergabe.";

/* Sign in button Slack */
"Sign In..." = "Anmelden...";

/* Sign out button Slack */
"Sign Out" = "Abmelden";

/* plugin name */
"Slack" = "Slack";

/* slack login failed alert title */
"Slack Login Failed" = "Anmeldung bei Slack fehlgeschlagen";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted" = "Der Link zu Ihrem Capture kann eingefügt werden";

/* slack login failed alert message */
"Uh-oh! Snagit could not access your Slack account. If the problem continues, contact your Slack workspace administrator." = "Hoppla! Snagit konnte nicht auf Ihr Slack-Konto zugreifen. Wenn dieses Problem fortbesteht, wenden Sie sich bitte an den Administrator Ihres Slack-Workspace.";

/* generic slack failure - title
   Unable to share to Slack - title */
"Unable to share to Slack" = "Weitergabe an Slack nicht möglich";

/* plugin description */
"Upload the capture to Slack for image or video hosting." = "Lädt das Capture auf Slack als Hosting-Plattform für Bilder oder Videos hoch.";

